Repository: hanfour/peer-drop
Catalog: PeerDrop/App/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Account
ja: アカウント
ko: 계정
zh_hans: 账号
zh_hant: 帳號

source: Your PeerDrop ID
ja: あなたの PeerDrop ID
ko: 내 PeerDrop ID
zh_hans: 你的 PeerDrop ID
zh_hant: 你的 PeerDrop ID

source: Friends can send you notes with this ID or your nickname.
ja: 友だちはこの ID かニックネームであなたにメモを送れます。
ko: 친구는 이 ID나 닉네임으로 당신에게 쪽지를 보낼 수 있어요.
zh_hans: 朋友可以用这个 ID 或你的昵称传纸条给你。
zh_hant: 朋友可以用這個 ID 或你的暱稱傳紙條給你。

source: Copy ID
ja: ID をコピー
ko: ID 복사
zh_hans: 复制 ID
zh_hant: 複製 ID

source: Nickname
ja: ニックネーム
ko: 닉네임
zh_hans: 昵称
zh_hant: 暱稱

source: Optional. 3–20 letters, numbers or underscores.
ja: 任意。3〜20 文字の英数字、文字、またはアンダースコア。
ko: 선택. 3~20자의 문자, 숫자 또는 밑줄.
zh_hans: 选填。3 到 20 个字母、数字或下划线。
zh_hant: 選填。3 到 20 個字母、數字或底線。

source: Nickname too short
ja: ニックネームが短すぎます
ko: 닉네임이 너무 짧습니다
zh_hans: 昵称太短
zh_hant: 暱稱太短

source: Nickname too long
ja: ニックネームが長すぎます
ko: 닉네임이 너무 깁니다
zh_hans: 昵称太长
zh_hant: 暱稱太長

source: Only letters, numbers and underscores
ja: 文字・数字・アンダースコアのみ使えます
ko: 문자, 숫자, 밑줄만 사용할 수 있습니다
zh_hans: 只能用字母、数字与下划线
zh_hant: 只能用字母、數字與底線

source: This nickname is reserved
ja: このニックネームは予約されています
ko: 이 닉네임은 예약되어 있습니다
zh_hans: 这个昵称是保留字
zh_hant: 這個暱稱是保留字

source: This nickname is already taken
ja: このニックネームは既に使われています
ko: 이 닉네임은 이미 사용 중입니다
zh_hans: 这个昵称已被使用
zh_hant: 這個暱稱已被使用

source: Too many changes today. Try again tomorrow.
ja: 本日の変更回数の上限に達しました。明日もう一度お試しください。
ko: 오늘 변경 횟수를 초과했습니다. 내일 다시 시도하세요.
zh_hans: 今天修改次数已达上限，明天再试。
zh_hant: 今天修改次數已達上限，明天再試。

source: Setting up your account…
ja: アカウントを作成しています…
ko: 계정을 만드는 중…
zh_hans: 正在创建账号…
zh_hant: 正在建立帳號…

source: Account not ready
ja: アカウントの準備ができていません
ko: 계정이 아직 준비되지 않았습니다
zh_hans: 账号尚未就绪
zh_hant: 帳號尚未就緒

source: This device can't create an account yet. Nearby sharing still works.
ja: このデバイスではまだアカウントを作成できません。近くの共有は引き続き使えます。
ko: 이 기기에서는 아직 계정을 만들 수 없습니다. 근처 공유는 계속 사용할 수 있습니다.
zh_hans: 这台设备目前无法创建账号。附近分享仍可使用。
zh_hant: 這台裝置目前無法建立帳號。附近分享仍可使用。

source: You're offline. We'll retry automatically.
ja: オフラインです。自動的に再試行します。
ko: 오프라인 상태입니다. 자동으로 다시 시도합니다.
zh_hans: 当前离线，稍后会自动重试。
zh_hant: 目前離線，稍後會自動重試。

source: Respond to the pending connection request first
ja: 先に保留中の接続リクエストに応答してください
ko: 먼저 대기 중인 연결 요청에 응답하세요
zh_hans: 请先回应待处理的连接请求
zh_hant: 請先回應待處理的連線請求

source: Retry
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

source: Delete Account
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除账号
zh_hant: 刪除帳號

source: Delete your account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
zh_hans: 要删除账号吗？
zh_hant: 要刪除帳號嗎？

source: Your ID and nickname will be released and a new anonymous ID will be created. Notes and diaries tied to the old account will be lost. Nearby sharing keeps working.
ja: ID とニックネームは解放され、新しい匿名 ID が作成されます。以前のアカウントに紐づくメモと日記は失われます。近くの共有は引き続き使えます。
ko: ID와 닉네임이 해제되고 새 익명 ID가 만들어집니다. 이전 계정에 연결된 쪽지와 일기는 사라집니다. 근처 공유는 계속 사용할 수 있습니다.
zh_hans: 你的 ID 与昵称将被释放，并创建一个新的匿名 ID。与旧账号相关的纸条与日记会丢失。附近分享仍可使用。
zh_hant: 你的 ID 與暱稱將被釋放，並建立一個新的匿名 ID。與舊帳號相關的紙條與日記會遺失。附近分享仍可使用。

source: Changing devices creates a new account. There is no account recovery yet.
ja: 端末を変えると新しいアカウントになります。アカウントの復元はまだできません。
ko: 기기를 바꾸면 새 계정이 만들어집니다. 아직 계정 복구 기능은 없습니다.
zh_hans: 换设备会创建新账号，目前尚无账号恢复功能。
zh_hant: 換裝置會建立新帳號，目前尚無帳號還原功能。

# %lld 天
source: %lld days
ja: %lld日
ko: %lld일
zh_hans: %lld 天
zh_hant: %lld 天

source: Could not start recording — no microphone available
ja: 録音を開始できません — 利用可能なマイクがありません
ko: 녹음을 시작할 수 없습니다 — 사용 가능한 마이크가 없습니다
zh_hans: 无法开始录音 — 没有可用的麦克风
zh_hant: 無法開始錄音 — 沒有可用的麥克風

source: Recording too short
ja: 録音が短すぎます
ko: 녹음이 너무 짧습니다
zh_hans: 录音太短
zh_hant: 錄音太短

source: Voice message failed
ja: ボイスメッセージを送信できませんでした
ko: 음성 메시지 전송 실패
zh_hans: 语音消息发送失败
zh_hant: 語音訊息傳送失敗

source: A free VPN that makes cross-network connect feel like same-network
ja: 異なるネットワーク間の接続を同じネットワークのようにする無料VPN
ko: 다른 네트워크 간 연결을 같은 네트워크처럼 만들어주는 무료 VPN
zh_hans: 一款免费 VPN，让跨网络连接如同局域网
zh_hant: 免費 VPN，讓跨網路連線如同區域網路

source: About
ja: バージョン情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Accept
ja: 承認
ko: 수락
zh_hans: 接受
zh_hant: 接受

source: Accept & Trust
ja: 受け入れて信頼する
ko: 수락 및 신뢰
zh_hans: 接受并信任
zh_hant: 接受並信任

source: Add Member
ja: メンバーを追加
ko: 멤버 추가
zh_hans: 添加成员
zh_hant: 新增成員

source: Add Tailnet Device
ja: Tailnetデバイスを追加
ko: Tailnet 기기 추가
zh_hans: 添加 Tailnet 设备
zh_hant: 新增 Tailnet 裝置

source: Advanced
ja: 詳細
ko: 고급
zh_hans: 高级
zh_hant: 進階

source: Allows making and receiving voice calls
ja: 音声通話の発信と着信を許可
ko: 음성 통화 발신 및 수신 허용
zh_hans: 允许拨打和接听语音通话
zh_hant: 允許撥打和接聽語音通話

source: Allows sending and receiving files
ja: ファイルの送受信を許可
ko: 파일 송수신 허용
zh_hans: 允许发送和接收文件
zh_hant: 允許傳送和接收檔案

source: Allows sending and receiving messages
ja: メッセージの送受信を許可
ko: 메시지 송수신 허용
zh_hans: 允许发送和接收消息
zh_hant: 允許傳送和接收訊息

source: Already assigned
ja: 割り当て済み
ko: 이미 할당됨
zh_hans: 已分配
zh_hant: 已指派

source: An unknown error occurred.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

source: Archive
ja: アーカイブ
ko: 아카이브
zh_hans: 归档
zh_hant: 封存

source: Archive Error
ja: アーカイブエラー
ko: 아카이브 오류
zh_hans: 归档错误
zh_hant: 封存錯誤

source: Assign to Group
ja: グループに割り当て
ko: 그룹에 할당
zh_hans: 分配到群组
zh_hant: 指派至群組

source: Attach
ja: 添付
ko: 첨부
zh_hans: 附件
zh_hant: 附件

source: Attempts to reconnect to this peer
ja: このピアへの再接続を試みます
ko: 이 피어에 재연결 시도
zh_hans: 尝试重新连接到此设备
zh_hant: 嘗試重新連線至此對等端

source: Back to Discovery
ja: 検索に戻る
ko: 탐색으로 돌아가기
zh_hans: 返回搜索
zh_hant: 返回搜尋

source: Back to Nearby
ja: 近くに戻る
ko: 근처로 돌아가기
zh_hans: 返回附近
zh_hant: 返回附近

source: Backup Records
ja: バックアップ記録
ko: 백업 기록
zh_hans: 备份记录
zh_hant: 備份紀錄

source: Bluetooth Discovery
ja: Bluetooth探索
ko: Bluetooth 탐색
zh_hans: 蓝牙探索
zh_hant: 藍牙探索

source: Calling...
ja: 発信中…
ko: 통화 중…
zh_hans: 正在呼叫…
zh_hant: 通話中…

source: Camera
ja: カメラ
ko: 카메라
zh_hans: 相机
zh_hant: 相機

source: Can't decrypt messages from %@
ja: %@ からのメッセージを復号できません
ko: %@의 메시지를 복호화할 수 없습니다
zh_hans: 无法解密来自 %@ 的讯息
zh_hant: 無法解密來自 %@ 的訊息

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cancel Transfer
ja: 転送をキャンセル
ko: 전송 취소
zh_hans: 取消传输
zh_hant: 取消傳輸

source: Cancels the current file transfer
ja: 現在のファイル転送をキャンセル
ko: 현재 파일 전송 취소
zh_hans: 取消当前的文件传输
zh_hant: 取消目前的檔案傳輸

source: Certificate Fingerprint
ja: 証明書フィンガープリント
ko: 인증서 지문
zh_hans: 证书指纹
zh_hant: 憑證指紋

source: Chat
ja: チャット
ko: 채팅
zh_hans: 聊天
zh_hant: 聊天

source: Clear search
ja: 検索をクリア
ko: 검색 지우기
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clipboard synced
ja: クリップボードが同期されました
ko: 클립보드 동기화됨
zh_hans: 剪贴板已同步
zh_hant: 剪貼簿已同步

source: Close preview
ja: プレビューを閉じる
ko: 미리 보기 닫기
zh_hans: 关闭预览
zh_hant: 關閉預覽

source: Close search
ja: 検索を閉じる
ko: 검색 닫기
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Confirm this PIN matches the other device
ja: このPINが相手のデバイスと一致することを確認してください
ko: 이 PIN이 다른 기기와 일치하는지 확인하세요
zh_hans: 确认此 PIN 与另一台设备相符
zh_hant: 確認此 PIN 與另一裝置相符

source: Connect
ja: 接続
ko: 연결
zh_hans: 连接
zh_hant: 連線

source: Connect All
ja: すべて接続
ko: 모두 연결
zh_hans: 全部连接
zh_hant: 全部連線

source: Connect Anywhere
ja: どこでも接続
ko: 어디서나 연결
zh_hans: 随处连接
zh_hant: 隨處連線

source: Connect More
ja: さらに接続
ko: 더 연결
zh_hans: 连接更多
zh_hant: 連線更多

source: Connect by IP Address
ja: IPアドレスで接続
ko: IP 주소로 연결
zh_hans: 通过 IP 地址连接
zh_hant: 透過 IP 位址連線

source: Connect by IP address
ja: IPアドレスで接続
ko: IP 주소로 연결
zh_hans: 通过 IP 地址连接
zh_hant: 透過 IP 位址連線

source: Connect to more devices first
ja: まず他のデバイスに接続してください
ko: 먼저 더 많은 기기에 연결하세요
zh_hans: 请先连接更多设备
zh_hant: 請先連線更多裝置

source: Connect to the same WiFi network to transfer files
ja: ファイルを転送するには同じWiFiネットワークに接続してください
ko: 파일을 전송하려면 같은 WiFi 네트워크에 연결하세요
zh_hans: 请连接相同的 WiFi 网络以传输文件
zh_hant: 請連接相同的 WiFi 網路以傳輸檔案

source: Connected
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連線

source: Connecting...
ja: 接続中…
ko: 연결 중…
zh_hans: 连接中…
zh_hant: 連線中…

source: Connection Count
ja: 接続回数
ko: 연결 횟수
zh_hans: 连接次数
zh_hant: 連線次數

source: Connection Error
ja: 接続エラー
ko: 연결 오류
zh_hans: 连接错误
zh_hant: 連線錯誤

source: Connection Options
ja: 接続オプション
ko: 연결 옵션
zh_hans: 连接选项
zh_hant: 連線選項

source: Connection Status
ja: 接続状態
ko: 연결 상태
zh_hans: 连接状态
zh_hant: 連線狀態

source: Connection keeps failing?
ja: 接続がうまくいかない？
ko: 연결이 계속 실패하나요?
zh_hans: 连接总是失败？
zh_hant: 連線一直失敗嗎？

source: Connection lost
ja: 接続が切断されました
ko: 연결이 끊어졌습니다
zh_hans: 连接已断开
zh_hant: 連線已中斷

source: Connectivity
ja: 接続設定
ko: 연결 기능
zh_hans: 连接功能
zh_hant: 連線功能

source: Contacts
ja: 連絡先
ko: 연락처
zh_hans: 联系人
zh_hant: 聯絡人

source: Copy Link
ja: リンクをコピー
ko: 링크 복사
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy some text or an image to your clipboard first.
ja: まずテキストや画像をクリップボードにコピーしてください。
ko: 먼저 텍스트나 이미지를 클립보드에 복사하세요.
zh_hans: 请先复制一些文字或图片到剪贴板。
zh_hant: 請先複製一些文字或圖片到剪貼簿。

source: Create Group
ja: グループ作成
ko: 그룹 만들기
zh_hans: 创建群组
zh_hant: 建立群組

source: Create Relay Room
ja: リレールームを作成
ko: 릴레이 방 만들기
zh_hans: 创建中继房间
zh_hant: 建立中繼房間

source: Create Room
ja: ルームを作成
ko: 방 만들기
zh_hans: 创建房间
zh_hant: 建立房間

source: Create a Relay room
ja: リレールームを作成
ko: 릴레이 방 만들기
zh_hans: 创建中继房间
zh_hant: 建立中繼房間

source: Creates a new device group
ja: 新しいデバイスグループを作成
ko: 새 기기 그룹 만들기
zh_hans: 创建新的设备群组
zh_hant: 建立新的裝置群組

source: Cross-Network
ja: クロスネットワーク
ko: 크로스 네트워크
zh_hans: 跨网络
zh_hant: 跨網路

source: Decline
ja: 拒否
ko: 거절
zh_hans: 拒绝
zh_hant: 拒絕

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delivered
ja: 配信済み
ko: 전달됨
zh_hans: 已送达
zh_hant: 已送達

source: Devices
ja: デバイス
ko: 기기
zh_hans: 设备
zh_hant: 裝置

source: Devices you connect to will appear here
ja: 接続したデバイスがここに表示されます
ko: 연결한 기기가 여기에 표시됩니다
zh_hans: 连接过的设备会显示在这里
zh_hant: 連線過的裝置會顯示在這裡

source: Disabled features will reject incoming requests automatically.
ja: 無効な機能は受信リクエストを自動的に拒否します。
ko: 비활성화된 기능은 수신 요청을 자동으로 거부합니다.
zh_hans: 已禁用的功能将自动拒绝收到的请求。
zh_hant: 已停用的功能將自動拒絕收到的請求。

source: Disconnect
ja: 切断
ko: 연결 해제
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnect from this peer?
ja: このピアとの接続を切断しますか？
ko: 이 피어와 연결을 해제하시겠습니까?
zh_hans: 要断开与此设备的连接吗？
zh_hant: 要中斷與此對等端的連線嗎？

source: Disconnected
ja: 切断済み
ko: 연결 해제됨
zh_hans: 已断开
zh_hant: 已中斷

source: Disconnects from the current peer
ja: 現在のピアから切断
ko: 현재 피어와 연결 해제
zh_hans: 断开与当前设备的连接
zh_hant: 中斷與目前對等端的連線

source: Discover Nearby Devices
ja: 近くのデバイスを検出
ko: 주변 기기 검색
zh_hans: 发现附近设备
zh_hant: 發現附近裝置

source: Discovering
ja: 検出中
ko: 탐색 중
zh_hans: 搜索中
zh_hant: 搜尋中

source: Display Name
ja: 表示名
ko: 표시 이름
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Display Name (Optional)
ja: 表示名（任意）
ko: 표시 이름 (선택 사항)
zh_hans: 显示名称（可选）
zh_hant: 顯示名稱（選填）

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Double tap to assign device to this group
ja: ダブルタップでデバイスをこのグループに割り当て
ko: 두 번 탭하여 기기를 이 그룹에 할당
zh_hans: 双击以将设备分配到此群组
zh_hant: 點兩下以將裝置指派至此群組

source: Double tap to clear search text
ja: ダブルタップで検索テキストをクリア
ko: 두 번 탭하여 검색 텍스트 지우기
zh_hans: 双击以清除搜索文本
zh_hant: 點兩下以清除搜尋文字

source: Double tap to close
ja: ダブルタップで閉じる
ko: 두 번 탭하여 닫기
zh_hans: 双击以关闭
zh_hant: 點兩下以關閉

source: Double tap to connect to more group members
ja: ダブルタップでさらにグループメンバーに接続
ko: 두 번 탭하여 더 많은 그룹 멤버에 연결
zh_hans: 双击以连接更多群组成员
zh_hant: 點兩下以連線更多群組成員

source: Double tap to enter an IP address manually
ja: ダブルタップでIPアドレスを手動入力
ko: 두 번 탭하여 IP 주소를 수동으로 입력
zh_hans: 双击以手动输入 IP 地址
zh_hant: 點兩下以手動輸入 IP 位址

source: Double tap to jump to this message
ja: ダブルタップでこのメッセージに移動
ko: 두 번 탭하여 이 메시지로 이동
zh_hans: 双击以跳转到此消息
zh_hant: 點兩下以跳至此訊息

source: Double tap to preview
ja: ダブルタップでプレビュー
ko: 두 번 탭하여 미리 보기
zh_hans: 双击以预览
zh_hant: 點兩下以預覽

source: Double tap to react
ja: ダブルタップでリアクション
ko: 두 번 탭하여 반응
zh_hans: 双击以回应
zh_hant: 點兩下以回應

source: Double tap to view connection details
ja: ダブルタップで接続の詳細を表示
ko: 두 번 탭하여 연결 세부 정보 보기
zh_hans: 双击以查看连接详情
zh_hant: 點兩下以檢視連線詳情

source: Double tap to view device details
ja: ダブルタップでデバイスの詳細を表示
ko: 두 번 탭하여 기기 세부 정보 보기
zh_hans: 双击以查看设备详情
zh_hant: 點兩下以檢視裝置詳情

source: Double tap to zoom, drag to pan
ja: ダブルタップでズーム、ドラッグでパン
ko: 두 번 탭하여 확대, 드래그하여 이동
zh_hans: 双击以缩放，拖动以平移
zh_hant: 點兩下以縮放，拖曳以平移

source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit Group
ja: グループを編集
ko: 그룹 편집
zh_hans: 编辑群组
zh_hant: 編輯群組

source: Edit Message
ja: メッセージを編集
ko: 메시지 편집
zh_hans: 编辑消息
zh_hant: 編輯訊息

source: Edit Peer
ja: ピアを編集
ko: 피어 편집
zh_hans: 编辑连接
zh_hant: 編輯連線

source: Edit Profile
ja: プロフィール編集
ko: 프로필 편집
zh_hans: 编辑个人资料
zh_hant: 編輯個人檔案

source: Enable Notifications
ja: 通知を有効にする
ko: 알림 활성화
zh_hans: 启用通知
zh_hant: 啟用通知

source: End
ja: 終了
ko: 종료
zh_hans: 结束
zh_hant: 結束

source: End call
ja: 通話を終了
ko: 통화 종료
zh_hans: 结束通话
zh_hant: 結束通話

source: Ends the current call
ja: 現在の通話を終了
ko: 현재 통화 종료
zh_hans: 结束当前的通话
zh_hant: 結束目前的通話

source: Enter a name for this group
ja: このグループの名前を入力
ko: 이 그룹의 이름 입력
zh_hans: 输入此群组的名称
zh_hant: 輸入此群組的名稱

source: Enter port number, defaults to 9000
ja: ポート番号を入力、デフォルトは9000
ko: 포트 번호 입력, 기본값 9000
zh_hans: 输入端口号，默认为 9000
zh_hant: 輸入連接埠號碼，預設為 9000

source: Enter room code
ja: ルームコードを入力
ko: 방 코드 입력
zh_hans: 输入房间代码
zh_hant: 輸入房間代碼

source: Enter the peer's IP address or hostname
ja: ピアのIPアドレスまたはホスト名を入力
ko: 피어의 IP 주소 또는 호스트 이름 입력
zh_hans: 输入对方的 IP 地址或主机名
zh_hant: 輸入對方的 IP 位址或主機名稱

source: Error Report Sent
ja: エラーレポートを送信しました
ko: 오류 보고서 전송 완료
zh_hans: 错误报告已发送
zh_hant: 錯誤報告已送出

source: Establishing connection...
ja: 接続を確立中…
ko: 연결 설정 중…
zh_hans: 正在建立连接…
zh_hant: 正在建立連線…

source: Export Archive
ja: アーカイブをエクスポート
ko: 아카이브 내보내기
zh_hans: 导出归档
zh_hant: 匯出封存

source: Export or import your device records, transfer history, and chat data.
ja: デバイス記録、転送履歴、チャットデータをエクスポートまたはインポートします。
ko: 기기 기록, 전송 기록 및 채팅 데이터를 내보내거나 가져옵니다.
zh_hans: 导出或导入设备记录、传输记录和聊天数据。
zh_hant: 匯出或匯入裝置紀錄、傳輸紀錄和聊天資料。

source: Exports device records, transfer history, and chat data
ja: デバイス記録、転送履歴、チャットデータをエクスポート
ko: 기기 기록, 전송 기록 및 채팅 데이터 내보내기
zh_hans: 导出设备记录、传输记录和聊天数据
zh_hant: 匯出裝置紀錄、傳輸紀錄和聊天資料

source: Failed
ja: 失敗
ko: 실패
zh_hans: 失败
zh_hant: 失敗

source: File Transfer
ja: ファイル転送
ko: 파일 전송
zh_hans: 文件传输
zh_hant: 檔案傳輸

source: Files
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 檔案

source: Find devices on your local network automatically
ja: ローカルネットワーク上のデバイスを自動検出
ko: 로컬 네트워크의 기기를 자동으로 찾습니다
zh_hans: 自动查找同一网络上的设备
zh_hant: 自動尋找同一網路上的裝置

source: Found a Tailscale device nearby
ja: 近くにTailscaleデバイスが見つかりました
ko: 근처에 Tailscale 기기를 발견했습니다
zh_hans: 发现附近的 Tailscale 设备
zh_hant: 發現附近的 Tailscale 裝置

source: Get Started
ja: 始める
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

source: Go offline
ja: オフラインにする
ko: 오프라인으로 전환
zh_hans: 离线
zh_hant: 離線

source: Go online
ja: オンラインにする
ko: 온라인으로 전환
zh_hans: 上线
zh_hant: 上線

source: Group Chat
ja: グループチャット
ko: 그룹 채팅
zh_hans: 群组聊天
zh_hant: 群組聊天

source: Group Name
ja: グループ名
ko: 그룹 이름
zh_hans: 群组名称
zh_hant: 群組名稱

source: Groups
ja: グループ
ko: 그룹
zh_hans: 群组
zh_hant: 群組

source: IP Address or Hostname
ja: IPアドレスまたはホスト名
ko: IP 주소 또는 호스트 이름
zh_hans: IP 地址或主机名
zh_hant: IP 位址或主機名稱

source: Identity
ja: 身元
ko: 신원
zh_hans: 身份
zh_hant: 身分

source: Idle
ja: 待機中
ko: 유휴
zh_hans: 空闲
zh_hant: 閒置

source: Image
ja: 画像
ko: 이미지
zh_hans: 图片
zh_hant: 圖片

source: Image Unavailable
ja: 画像を利用できません
ko: 이미지를 사용할 수 없음
zh_hans: 图片不可用
zh_hant: 圖片無法顯示

source: Image preview
ja: 画像プレビュー
ko: 이미지 미리 보기
zh_hans: 图片预览
zh_hant: 圖片預覽

source: Import Archive
ja: アーカイブをインポート
ko: 아카이브 가져오기
zh_hans: 导入归档
zh_hant: 匯入封存

source: Import Mode
ja: インポートモード
ko: 가져오기 모드
zh_hans: 导入模式
zh_hant: 匯入模式

source: Imports data from a previously exported archive
ja: 以前エクスポートしたアーカイブからデータをインポート
ko: 이전에 내보낸 아카이브에서 데이터 가져오기
zh_hans: 从之前导出的归档导入数据
zh_hant: 從之前匯出的封存匯入資料

source: In Call
ja: 通話中
ko: 통화 중
zh_hans: 通话中
zh_hant: 通話中

source: Incoming
ja: 受信中
ko: 수신 중
zh_hans: 接收中
zh_hant: 接收中

source: Invite known device
ja: 既知のデバイスを招待
ko: 알려진 기기 초대
zh_hans: 邀请已知设备
zh_hant: 邀請已知裝置

source: Join Room
ja: ルームに参加
ko: 방 참여
zh_hans: 加入房间
zh_hant: 加入房間

source: Last Connected
ja: 最終接続
ko: 마지막 연결
zh_hans: 上次连接
zh_hant: 上次連線

source: Library
ja: ライブラリ
ko: 라이브러리
zh_hans: 资料库
zh_hant: 資料庫

source: Load earlier messages
ja: 以前のメッセージを読み込む
ko: 이전 메시지 불러오기
zh_hans: 加载更早的消息
zh_hant: 載入更早的訊息

source: Local Network
ja: ローカルネットワーク
ko: 로컬 네트워크
zh_hans: 本地网络
zh_hant: 區域網路

source: Local Only
ja: ローカルのみ
ko: 로컬만
zh_hans: 仅限本地
zh_hant: 僅限本機

source: Long press to react
ja: 長押しでリアクション
ko: 길게 눌러서 반응
zh_hans: 长按以回应
zh_hant: 長按以回應

source: Manage Tailnet Peers
ja: Tailnetピアを管理
ko: Tailnet 피어 관리
zh_hans: 管理 Tailnet 节点
zh_hant: 管理 Tailnet 節點

source: Manage tailnet peers
ja: Tailnetピアを管理
ko: Tailnet 피어 관리
zh_hans: 管理 Tailnet 节点
zh_hant: 管理 Tailnet 節點

source: Manual Connect
ja: 手動接続
ko: 수동 연결
zh_hans: 手动连接
zh_hant: 手動連線

source: Manual Connection
ja: 手動接続
ko: 수동 연결
zh_hans: 手动连接
zh_hant: 手動連線

source: Media
ja: メディア
ko: 미디어
zh_hans: 媒体
zh_hant: 媒體

source: Members
ja: メンバー
ko: 멤버
zh_hans: 成员
zh_hant: 成員

source: Merge with existing data
ja: 既存データとマージ
ko: 기존 데이터와 병합
zh_hans: 与现有数据合并
zh_hant: 與現有資料合併

source: Message
ja: メッセージ
ko: 메시지
zh_hans: 消息
zh_hant: 訊息

source: Message Status
ja: メッセージ状態
ko: 메시지 상태
zh_hans: 消息状态
zh_hant: 訊息狀態

source: Message Storage
ja: メッセージ保存
ko: 메시지 저장
zh_hans: 消息存储
zh_hant: 訊息儲存

source: Message deleted
ja: メッセージが削除されました
ko: 메시지 삭제됨
zh_hans: 消息已删除
zh_hant: 訊息已刪除

source: Messages are stored on this device only.
ja: メッセージはこのデバイスにのみ保存されます。
ko: 메시지는 이 기기에만 저장됩니다.
zh_hans: 消息仅存储在此设备上。
zh_hant: 訊息僅儲存在此裝置上。

source: Microphone Access Required
ja: マイクへのアクセスが必要です
ko: 마이크 접근 권한 필요
zh_hans: 需要麦克风权限
zh_hant: 需要麥克風權限

source: More options
ja: その他のオプション
ko: 추가 옵션
zh_hans: 更多选项
zh_hant: 更多選項

source: Mute
ja: ミュート
ko: 음소거
zh_hans: 静音
zh_hant: 靜音

source: My QR Code
ja: マイQRコード
ko: 내 QR 코드
zh_hans: 我的二维码
zh_hant: 我的 QR Code

source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Nearby
ja: 近くのデバイス
ko: 근처
zh_hans: 附近
zh_hant: 附近

source: Nearby Devices
ja: 近くのデバイス
ko: 근처 기기
zh_hans: 附近的设备
zh_hant: 附近的裝置

source: New Group
ja: 新規グループ
ko: 새 그룹
zh_hans: 新建群组
zh_hant: 新增群組

source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: No active connection
ja: アクティブな接続なし
ko: 활성 연결 없음
zh_hans: 没有活跃的连接
zh_hant: 沒有使用中的連線

source: No backup records available.
ja: 利用可能なバックアップ記録がありません。
ko: 사용 가능한 백업 기록이 없습니다.
zh_hans: 没有可用的备份记录。
zh_hant: 沒有可用的備份紀錄。

source: No devices available
ja: 利用可能なデバイスがありません
ko: 사용 가능한 기기 없음
zh_hans: 没有可用的设备
zh_hant: 沒有可用的裝置

source: No groups yet. Create one first.
ja: グループがありません。まず作成してください。
ko: 아직 그룹이 없습니다. 먼저 만드세요.
zh_hans: 还没有群组，请先创建一个。
zh_hant: 尚無群組，請先建立一個。

source: No messages found
ja: メッセージが見つかりません
ko: 메시지를 찾을 수 없음
zh_hans: 未找到消息
zh_hant: 找不到訊息

source: No saved devices
ja: 保存済みデバイスなし
ko: 저장된 기기 없음
zh_hans: 没有已保存的设备
zh_hant: 沒有已儲存的裝置

source: No tailnet peers added yet.
ja: Tailnetピアはまだ追加されていません。
ko: 아직 추가된 Tailnet 피어가 없습니다.
zh_hans: 尚未添加 Tailnet 节点。
zh_hant: 尚未新增 Tailnet 節點。

source: No transfers yet
ja: 転送履歴はまだありません
ko: 아직 전송 기록 없음
zh_hans: 还没有传输记录
zh_hant: 尚無傳輸紀錄

source: Not connected
ja: 未接続
ko: 연결되지 않음
zh_hans: 未连接
zh_hant: 未連線

source: Nothing to share
ja: 共有するものがありません
ko: 공유할 항목 없음
zh_hans: 没有可分享的内容
zh_hant: 沒有可分享的內容

source: Notifications
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Notifications Denied
ja: 通知が拒否されました
ko: 알림이 거부됨
zh_hans: 通知被拒绝
zh_hant: 通知已被拒絕

source: Offline
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: On Call
ja: 通話中
ko: 통화 중
zh_hans: 通话中
zh_hant: 通話中

source: One-time IP connect
ja: IP直接接続（一回限り）
ko: 일회성 IP 연결
zh_hans: 一次性 IP 连接
zh_hant: 一次性 IP 連線

source: Online
ja: オンライン
ko: 온라인
zh_hans: 在线
zh_hant: 線上

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

source: Optional name for this peer
ja: このピアの任意の名前
ko: 이 피어의 선택 이름
zh_hans: 此设备的可选名称
zh_hant: 此對等端的選填名稱

source: Pause voice message
ja: 音声メッセージを一時停止
ko: 음성 메시지 일시 정지
zh_hans: 暂停语音消息
zh_hant: 暫停語音訊息

source: Peer Address
ja: ピアアドレス
ko: 피어 주소
zh_hans: 对端地址
zh_hant: 對等端地址

source: Peer Found
ja: ピア発見
ko: 피어 발견
zh_hans: 发现对端
zh_hant: 發現對等端

source: Pending
ja: 保留中
ko: 대기 중
zh_hans: 待处理
zh_hant: 待處理

source: Photos
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

source: Play voice message
ja: 音声メッセージを再生
ko: 음성 메시지 재생
zh_hans: 播放语音消息
zh_hant: 播放語音訊息

source: Please enable microphone access in Settings to record voice messages.
ja: 音声メッセージを録音するには設定でマイクへのアクセスを有効にしてください。
ko: 음성 메시지를 녹음하려면 설정에서 마이크 접근을 활성화하세요.
zh_hans: 请在设置中启用麦克风权限以录制语音消息。
zh_hant: 請在設定中啟用麥克風權限以錄製語音訊息。

source: Please enable notifications in Settings to receive alerts.
ja: 通知を受け取るには設定で通知を有効にしてください。
ko: 알림을 받으려면 설정에서 알림을 활성화하세요.
zh_hans: 请在设置中启用通知以接收提醒。
zh_hant: 請在設定中啟用通知以接收提醒。

source: Port
ja: ポート
ko: 포트
zh_hans: 端口
zh_hant: 連接埠

source: Port defaults to 9876.
ja: ポートのデフォルトは9876です。
ko: 포트 기본값은 9876입니다.
zh_hans: 端口默认为 9876。
zh_hant: 連接埠預設為 9876。

source: Profile
ja: プロフィール
ko: 프로필
zh_hans: 个人资料
zh_hant: 個人檔案

source: Profile picture
ja: プロフィール写真
ko: 프로필 사진
zh_hans: 个人头像
zh_hant: 個人照片

source: Quick Connect
ja: クイック接続
ko: 빠른 연결
zh_hans: 快速连接
zh_hant: 快速連線

source: React
ja: リアクション
ko: 반응
zh_hans: 回应
zh_hant: 回應

source: Read
ja: 既読
ko: 읽음
zh_hans: 已读
zh_hant: 已讀

source: Receive alerts for incoming connections and messages.
ja: 着信接続やメッセージの通知を受け取ります。
ko: 수신 연결 및 메시지에 대한 알림을 받습니다.
zh_hans: 接收连接和消息的提醒通知。
zh_hant: 接收連線和訊息的提醒通知。

source: Received
ja: 受信済み
ko: 수신됨
zh_hans: 已接收
zh_hant: 已接收

source: Reconnect
ja: 再接続
ko: 재연결
zh_hans: 重新连接
zh_hant: 重新連線

source: Recording...
ja: 録音中…
ko: 녹음 중…
zh_hans: 录音中…
zh_hant: 錄音中…

source: Reject
ja: 拒否
ko: 거부
zh_hans: 拒绝
zh_hant: 拒絕

source: Rejected
ja: 拒否済み
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Remote Peer
ja: リモートデバイス
ko: 원격 기기
zh_hans: 远端设备
zh_hant: 遠端裝置

source: Relay
ja: リレー
ko: 릴레이
zh_hans: 中继

source: Relay Connect
ja: リレー接続
ko: 릴레이 연결
zh_hans: 中继连接
zh_hant: Relay 連線

source: Relay connection closed: this device is already connected
ja: リレー接続を閉じました：このデバイスとはすでに接続されています
ko: 릴레이 연결을 종료했습니다: 이 기기와 이미 연결되어 있습니다
zh_hans: 已关闭中继连接：已与此设备连接
zh_hant: 已關閉 Relay 連線：已與此裝置連線

source: Relay session expired
ja: リレーセッションの期限が切れました
ko: 릴레이 세션이 만료되었습니다
zh_hans: 中继会话已过期
zh_hant: Relay 連線已到期

source: Replace all data
ja: すべてのデータを置換
ko: 모든 데이터 대체
zh_hans: 替换所有数据
zh_hant: 取代所有資料

source: Reply
ja: 返信
ko: 답장
zh_hans: 回复
zh_hant: 回覆

source: Requesting
ja: リクエスト中
ko: 요청 중
zh_hans: 请求中
zh_hant: 請求中

source: Requesting connection...
ja: 接続をリクエスト中…
ko: 연결 요청 중…
zh_hans: 正在请求连接…
zh_hant: 正在要求連線…

source: Room Code
ja: ルームコード
ko: 방 코드
zh_hans: 房间代码
zh_hant: 房間代碼

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Scan to Connect
ja: スキャンして接続
ko: 스캔하여 연결
zh_hans: 扫描连接
zh_hant: 掃描連線

source: Search
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: Search devices and groups
ja: デバイスとグループを検索
ko: 기기 및 그룹 검색
zh_hans: 搜索设备和群组
zh_hant: 搜尋裝置和群組

source: Search devices...
ja: デバイスを検索…
ko: 기기 검색…
zh_hans: 搜索设备…
zh_hant: 搜尋裝置…

source: Search messages
ja: メッセージを検索
ko: 메시지 검색
zh_hans: 搜索消息
zh_hant: 搜尋訊息

source: Searching for nearby devices...
ja: 近くのデバイスを検索中…
ko: 근처 기기 검색 중…
zh_hans: 正在搜索附近的设备…
zh_hant: 正在搜尋附近的裝置…

source: Secure peer-to-peer sharing
ja: セキュアなピアツーピア共有
ko: 안전한 P2P 공유
zh_hans: 安全的点对点分享
zh_hant: 安全的點對點分享

source: Security Degraded
ja: セキュリティ低下
ko: 보안 저하
zh_hans: 安全性降低
zh_hant: 安全性降低

source: Send
ja: 送信
ko: 전송
zh_hans: 发送
zh_hant: 傳送

source: Send Error Report
ja: エラーレポートを送信
ko: 오류 보고서 보내기
zh_hans: 发送错误报告
zh_hant: 送出錯誤報告

source: Send File
ja: ファイル送信
ko: 파일 전송
zh_hans: 发送文件
zh_hant: 傳送檔案

source: Send files, photos, videos, and messages securely
ja: ファイル、写真、動画、メッセージを安全に送信
ko: 파일, 사진, 영상, 메시지를 안전하게 전송
zh_hans: 安全发送文件、照片、视频和消息
zh_hant: 安全傳送檔案、照片、影片和訊息

source: Send to Peer
ja: ピアに送信
ko: 피어에게 전송
zh_hans: 发送给对方
zh_hant: 傳送給對方

source: Sending...
ja: 送信中…
ko: 전송 중…
zh_hans: 发送中…
zh_hant: 傳送中…

source: Sent
ja: 送信済み
ko: 전송됨
zh_hans: 已发送
zh_hant: 已傳送

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Share Anything
ja: なんでも共有
ko: 무엇이든 공유
zh_hans: 分享一切
zh_hant: 分享一切

source: Share Clipboard
ja: クリップボードを共有
ko: 클립보드 공유
zh_hans: 分享剪贴板
zh_hant: 分享剪貼簿

source: Share across different networks using relay transport — no same WiFi required
ja: リレー転送で異なるネットワーク間で共有 — 同じWiFi不要
ko: 릴레이 전송으로 다른 네트워크 간 공유 — 같은 WiFi 불필요
zh_hans: 通过中继传输在不同网络间分享，无需连接相同 WiFi
zh_hant: 透過中繼傳輸在不同網路間分享，不需連接相同 WiFi

source: Skip
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 略過

source: Sort By
ja: 並べ替え
ko: 정렬 기준
zh_hans: 排序方式
zh_hant: 排序方式

source: Speaker
ja: スピーカー
ko: 스피커
zh_hans: 扬声器
zh_hant: 擴音

source: Start sharing with nearby devices
ja: 近くのデバイスとの共有を開始
ko: 주변 기기와 공유를 시작하세요
zh_hans: 开始与附近设备分享
zh_hant: 開始與附近裝置分享

source: Stop recording
ja: 録音を停止
ko: 녹음 중지
zh_hans: 停止录音
zh_hant: 停止錄音

source: Storage Mode
ja: ストレージモード
ko: 저장 모드
zh_hans: 存储模式
zh_hant: 儲存模式
